<template>
  <div class="container-box">
    <div class="top-search">
      <div class="logo">
        <a href="/">
          <img src="./../../assets/logo.jpg"
               alt="农产品交易网">
        </a>
      </div>
      <div class="title">
        新疆特产干果
      </div>
      <div class="tel">
        <img src="./../../assets/tel.jpg"
             alt="联系电话">
      </div>
    </div>
    <div class="title-introduce m-b-20">
      新疆，远离海洋，深居内陆，地域辽阔，是中国陆地面积第一大的省级行政区，新疆总面积占中国陆地面积六分之一（166万平方千米），其地风光旖旎，特产资源十分丰裕。
      在群山峻岭、绿洲戈壁之间，有着数不尽的“粮仓”、“肉库”、“油盆”、“煤海”，以及美味特产，比如葡萄干。
      当然，除了葡萄干，新疆还有很多久负盛名的特产干果。那么，都有哪些呢，赶紧跟着我们一起来看看吧！
    </div>
    <div class="content"
         v-for="(item,index) of contentList"
         :key="index">
      <p class="content-title m-b-20">{{item.name}}</p>
      <div class="showimg m-b-20">
        <img :src="item.src"
             alt="">
      </div>
      <p class="content-text m-b-20">{{item.text}}</p>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  props: {},
  data() {
    return {
      contentList: [
        {
          name: '巴旦木',
          key: 'btm',
          src: require('./../../assets/巴旦木.png'),
          text:
            '巴旦杏仁是维吾尔人传统的健身滋补品，它的营养比同重量的牛肉高六倍。每日睡觉前细嚼十余粒，开水冲下，长期食用，夜间能通宵熟睡无梦，身体抵抗力显著增强，保持身强体壮。'
        },
        {
          name: '薄皮纸核桃',
          key: 'zht',
          src: require('./../../assets/薄皮纸核桃.png'),
          text:
            '新疆是我国最早种植核桃的地区之一，栽培历史悠久，蛋白质和碳水化合物含量较高，此外还含有核黄素、胡萝卜素、尼克酸、维生素E及钙、磷、铁等矿物质。营养价值高，具有补气、养血、润燥、化痰、利三焦、润肺等药用价值。'
        },
        {
          name: '碧根果',
          key: 'bgg',
          src: require('./../../assets/碧根果.png'),
          text:
            '碧根果又名山核桃、长寿果属胡桃科的山核桃属,又名薄壳山核桃或长山核桃,英文名为pecan或hickory,碧根果果型如大橄榄状，肉多而香，是世界十大坚果之一。碧根果外形是长椭圆型的干果，原产北美大陆的美国和墨西哥北部现已成为世界性的干果类树种之一，其种仁有优异的食疗保健价值。优质碧根果皮很薄，可以用手剥开，果仁的味道界于我们常吃的山核桃和大核桃之间，口感香浓酥脆令人赞不绝口。它是全世界17种山核桃之一，属纯野生果类，是集山地之灵气哺育而成，无任何公害污染的天然绿色食品。'
        },
        {
          name: '达坂城蚕豆',
          key: 'cd',
          src: require('./../../assets/达坂城蚕豆.png'),
          text:
            '蚕豆是豆科巢菜属一年生或越年生草本。又名胡豆、佛豆、川豆、倭豆、罗汉豆。《本草纲目 <》称蚕豆“豆荚状如老蚕”，故名。一说豆荚成熟时正当春蚕上蔟之时，故名蚕豆。粮食、蔬菜和饲料、绿肥兼用作物。是豆类蔬菜中重要的食用豆之一, 它既可以炒菜、凉拌，又可以制成各种小食品，是一种大众食物。达坂城蚕豆特点：达坂城蚕豆入口一嚼即碎，满口豆香。达坂城蚕豆，蛋白质含量高达40%以上，圆圆高于一般蚕豆的30%多。酥脆，一般的椒盐蚕豆比较累牙，不容易嚼，此款蚕豆特别的酥脆，入口一嚼即碎，满口豆香。蚕豆属于粗粮，有利于胃肠蠕动，促进身体排毒。'
        },
        {
          name: '枸杞子',
          key: 'gqz',
          src: require('./../../assets/枸杞子.png'),
          text:
            '新疆枸杞，拉丁文名：Lycium dasystemum Pojark.茄科、枸杞属多分枝灌木，枝条坚硬，稍弯曲，灰白色或灰黄色，嫩枝细长，老枝一有坚硬的棘刺；裸露或生叶和花。叶形状多变，倒披针形、椭圆状倒披针形或宽披针形，顶端急尖或钝，基部楔形，下延到极短的叶柄上，裂片卵形，边缘有稀疏的缘毛；花丝基部稍上处同花冠筒内壁同一水平上都生有极稀疏绒毛，由于花冠裂片外展而花药稍露出花冠；花柱亦稍伸出花冠。浆果卵圆状或矩圆状，红色，种子肾脏形，花果期6-9月。'
        },
        {
          name: '金桔干',
          key: 'jjg',
          src: require('./../../assets/金桔干.png'),
          text:
            '金桔干原来是金桔，俗名金橘饼、夏橘、金枣、金弹、寿星柑。金桔表面撒有糖粒，有天然的金桔芳香、色泽金黄、颗粒完整、酸甜适度、肉质饱满、老人小孩都适宜，闲暇时间吃上一点，甜甜咸咸的，让人回味无穷，独立包装，携带方便，是现下一种颇受欢迎的休闲食品。金桔不仅美观，其果实含有丰富的维生素C、金桔甙等成分，对维护心血管功能，防止血管硬化、高血压等疾病有一定的作用。作为食疗保健品，金桔蜜饯可以开胃，饮金桔汁能生津止渴，加萝卜汁、梨汁饮服能治咳嗽。金桔药性甘温，能理气解郁，化痰。'
        },
        {
          name: '开口笑小银杏',
          key: 'xyx',
          src: require('./../../assets/开口笑小银杏.png'),
          text:
            '银杏，又名白果，银杏属于干果类，为中国著名干果之一，味道鲜美，柔韧滑腻，别具风味，较之莲子，更胜一筹，是现存种子植物中最古老的孑遗植物。植物学家常把银杏与恐龙相提并论，并有植物界的大熊猫之称。在诸多的干果中，银杏的经济价值排名第三。白果的价值主要体现在食用和药用。'
        },
        {
          name: '沙漠果',
          key: 'smg',
          src: require('./../../assets/沙漠果.png'),
          text:
            '沙漠果又称作鲍鱼果，具有一般坚果的重要特性。吃过鲍鱼果的人都知道，鲍鱼果不仅比核桃吃着更香，而且营养也十分丰富，长期食用可以健脑、益脑，鲍鱼果营养丰富，果仁中除含有蛋白质、脂肪、胡萝卜素外，维生素B1、维生素B2、维生素E含量也非常丰富；果仁中含有人体所需的8种氨基酸，其中钙、磷、铁含量也高于其他坚果。不但能防止大脑衰老，对儿童的大脑发育和老年人记忆力也有一定的促进作用。'
        },
        {
          name: '圣女果',
          key: 'sng',
          src: require('./../../assets/圣女果.png'),
          text:
            '这么绣人的东西，是不是很想尝一口呢。没错，这就是新疆的土特产之一-----圣女果干。只是干货哦！非常的原生态哈。圣女果，又称珍珠小番茄，樱桃小番茄，既可蔬又可果。也可以做成蜜饯，果实直径约1-3厘米，鲜红碧透（另有中黄、橙黄、翡翠绿等颜色的新品种），味清甜，无核，口感好，营养价值高且风味独特，食用与观赏两全其美，深受广大消费者青睐。该品种植株生长迅速，种苗种下70天后果实可成熟，可连续采摘3个月，亩产4000多公斤，效益好。'
        },
        {
          name: '特级哈密大枣',
          key: 'dz',
          src: require('./../../assets/特级哈密大枣.png'),
          text:
            '哈密栽培大枣已有两千年的历史，清代曾作为皇宫的贡品，以其个大、皮薄、核小、肉厚、颜色好、含糖量高，干而不皱等优点，在国内外市场上驰名。哈密大枣既可鲜食、又可煮食、作枣泥、枣羹等，特别是做八宝饭、煮稀饭，味道更美。哈密大枣是一种营养丰富的滋补品，含有丰富的维生素c和较高的糖分。另外哈密大枣含有药用价值的月桂酸、豆冠稀酸和油酸、花生酸、亚麻酸等，具有补脾益气，润肺生津，养颜驻容，延年益寿之功效，素有哈密大枣“天下一绝”的美称。'
        },
        {
          name: '天山乌梅',
          key: 'tswm',
          src: require('./../../assets/天山乌梅.png'),
          text:
            '天山乌梅，酸甜可口，口味独特，还可护发养发。 天山乌梅为蔷薇科植物欧洲李的干燥近成熟果实，春、夏间果实近成熟时采摘。果肉柔软，椭圆形，内含淡黄色果核1枚，天山乌梅以个大、体重、肉厚、鲜美·完整、为佳。即为美味。天山乌梅味道功效与乌梅类似而得名。南方真正的乌梅别名酸梅、黄仔、合汉梅、干枝梅，为蔷薇科落叶乔木植物梅的近成熟果实，经烟火熏制而成。若用青梅以盐水日晒夜浸，10日后有白霜形成，叫做白霜梅，其功效类似，宜忌相同。'
        },
        {
          name: '天山雪梅',
          key: 'tsxm',
          src: require('./../../assets/天山雪梅.png'),
          text:
            '即天山冰梅，甜中带点微酸，果肉厚实而柔软，表层挂霜，中间有一粒很小的淡黄色的核，属于蜜饯类食品。新疆天山冰梅和内地其他地方的冰梅比特点是果大肉厚，吃起来味道很爽。天山冰梅香甜又可口，营养丰富，是碱性食品，它含有大量有机酸，是很好的抗衰老食品，因为有机酸经肠壁吸收后很快转变为益人气的咸性物质。根据"血液碱性者长寿"的说法，选择抗衰老食品时，冰梅当之无愧。此外，冰梅还含有果酸等纤维物质，具有通便之功。'
        },
        {
          name: '无花果',
          key: 'whg',
          src: require('./../../assets/无花果.png'),
          text:
            '新疆无花果具有“水果皇后”的美名，品质优良，风味独特，它在塔里木盆地大量栽培，以阿图什种植最多，年产果子二百多亩。其时果甘甜多汁，味芳香，堪兴岭南香蕉和奶油椰丝比美，除鲜果入市外，还可做果干和果酱。无花果，果树雌雄异花，花隐于囊状花托内，外观只见果而不见花故名。果形扁圆，果皮黄色，果肉细软，营养丰富，果味甘甜如蜜。果实除食用外，还可健胃清肠，消肿解毒。无花果的果实极为鲜嫩，不易保存和运输，当地人民多用以晒制果干，运销外地。'
        },
        {
          name: '新疆葡萄干',
          key: 'ptg',
          src: require('./../../assets/新疆葡萄干.png'),
          text:
            '新疆葡萄甲天下，尤其以吐鲁番的葡萄最富盛名。新疆吐鲁番是中国葡萄的重要生产基地。新疆葡萄干肉质软，含糖量高，色泽碧绿，状如珍珠，肉软清甜，可提高身体代谢机能、能快速地消除疲劳、消除多余的脂肪、使血流畅通、偏高的血压降低归于正常、 消除肥胖、 使胃肠机能转好、消除便秘。葡萄干中的铁和钙含量十分丰富，是儿童、妇女及体弱贫血者的滋补佳品，可补血气、暖肾，治疗贫血、血小板减少。葡萄干还含有多种矿物质和维生素、氨基酸， 常食对神经衰弱和过度疲劳者有较好的补益作用，同时还是妇女病的食疗佳品。葡萄干系列：男人香葡萄干、无核白、女人香、野生玫瑰香、马奶子葡萄干、黑加仑、绿香妃。'
        },
        {
          name: '新疆西夏果',
          key: 'xxg',
          src: require('./../../assets/新疆西夏果.png'),
          text:
            '西夏果又名夏威夷果、圣果，由于生长在高温、干燥的环境中，因此其果皮坚硬，以防止水分蒸发。其果仁香酥滑嫩可口，有独特的奶油香味，有“干果皇后”之称，含有丰富的钙、磷、铁、维生素B1、B2和氨基酸以及矿物质和维生素，可补血、健智、生精、生发，对老年便秘还有显著疗效。多吃可改善身体免疫力，所以称其为圣果或者美容果。'
        },
        {
          name: '新疆杏干',
          key: 'xg',
          src: require('./../../assets/新疆杏干.png'),
          text:
            ' 小杏干个小，是甘甜味的，里面的小杏核皮薄用牙就可以咬开，杏仁吃起来比较方便；大杏干个大肉厚，味道甘甜，杏核也较大，吃完杏肉不要把核扔了，可以象砸核桃那样砸开吃杏仁。在新疆的街头经常可以见到维族人售货的板车，上面一定少不了杏干，有核的，没核的，一律红彤彤、黄灿灿，惹得人直流口水。在新疆七县一市的的巴扎(集市)上，都有各种干果出售，其中杏干是必不可少的，杏干在当地各族人民心中的地位是很高的。一则杏干很甜，二则可以防饥又有水果的醇香。在新疆出售的杏干是不含任何人造的成分、由纯天然的新疆特产的甜度极大的杏晾晒而成的，吃法也很简单：一种可以用清水象洗水果那样洗了吃，一种是可以直接食用，放到嘴里，最初感觉象嚼大白兔糖，果肉厚实，用牙直接咬下果肉，吐出杏核，慢慢咀嚼，竟有一丝鲜杏的香味！'
        },
        {
          name: '杏包仁',
          key: 'xgr',
          src: require('./../../assets/杏包仁.png'),
          text:
            '新疆库车栽培杏的历史已有两千多年，现保留下来的优质品种就有20多个，大的宛若鸡蛋，小的形似荔枝，红、白、黄三种白杏基色混交一体。其中上品，果肉厚、纤维少、汁液多、甜味浓，浅咬一小口，用舌尖轻轻一品,小白杏的香甜随着舌的味觉满口生香，浓汁滑入肺腑，润泽五脏，美妙情状令人难以释怀。美味独特的库车包仁杏干就是用这种白杏加工的。杏包仁是人为加工成的一种杏干，在两片杏干中间加一粒杏仁，故称杏包仁。其味既有杏的酸甜，又有杏仁的清香，深受各民族的喜爱。且保持了鲜杏的天然色泽和营养成分，并具生津止渴，去冷热毒之功效。'
        },
        {
          name: '雪菊',
          key: 'xj',
          src: require('./../../assets/雪菊.png'),
          text:
            '雪菊又名两色金鸡菊，原产自美国中北部、非洲南部以及夏威夷群岛等地，日前分布于世界各地，雪菊广泛分布于我国新疆和田地，海拔3000 m以上的昆仑山北麓一带较多。近年，云南楚雄地区也引进雪菊品种，由于对雪菊成分的分析仍处于实验室研究阶段，云南雪菊还未很好地走向市场。雪菊是药食两用植物，又是许多保健食品的原料，含有多种药理成分，已成为营养学家、药理学家以及养生专家研究的热点。国内外对雪菊的研究卞要集中在黄酮、生物碱、挥发性油、有机酸、皂井、氨基酸等方面，分析方法主要有色谱、质谱色谱联用技术、超临界苯取、柱层析法等。'
        },
        {
          name: '雪莲',
          key: 'xl',
          src: require('./../../assets/雪莲.png'),
          text:
            '新疆雪莲，别名新疆雪莲花，菊科植物雪莲花属。多年生的草本植物，它主要生长在山坡上、石缝中、山谷里、草甸中等海拔高达2400米的地方，能够适应各种复杂多变的气候环境，主要分布在我国新疆的乌鲁木齐、博克达山、和硕等地，俄罗斯也有少量的分布。性温，味甘、微苦，具有较高的食用价值和饮用价值。'
        },
        {
          name: '鹰嘴豆',
          key: 'yzd',
          src: require('./../../assets/鹰嘴豆.png'),
          text:
            '鹰嘴豆俗称桃豆，维吾尔语“诺胡提”。是世界第三大豆类，因其外形独特，类似鹰嘴而被称为鹰嘴豆。最早的种植地在新疆乌什县、拜城县。民间有：“每天吃豆三钱，何需服药连年”的谚语。如果人们每天都吃些豆类食品，不仅能够远离疾病的困扰，还可辅助治疗一些疾病。豆中之王的鹰嘴豆就是其中一类。'
        }
      ]
    }
  },
  computed: {},
  mounted() {},
  methods: {}
}
</script>
<style lang='less' scoped>
@import './dryFruit.less';
</style>